{
  "navbar.home": "Zuhause",
  "navbar.about": "Über uns",
  "navbar.services": "Dienstleistungen",
  "navbar.contact": "Kontakt",
  "navbar.Crypto": "Bezahlen mit Krypto",
  "navbar.cotatie": "Ein Angebot erhalten",

  "template.title1": "REISEN LEICHT GEMACHT",
  "template.title2": "Wir bieten sichere, bequeme und erschwingliche Transportdienstleistungen",

  "about.title": "Über RG-Cargo Transportdienstleistungen",

  "transport.title": "Frachttransport",
  "transport.shortDescription": "Internationaler Gütertransport: Schnelle und sichere Straßentransportlösungen in Osteuropa und Asien. Unser Netzwerk spezialisiert sich auf den Transport verschiedener Frachtarten wie allgemeine Waren, verderbliche Güter und Spezialsendungen. Vertrauen Sie auf maßgeschneiderte Lösungen für effiziente und individuelle Logistik.",
  "transport.marfa": "Internationaler Gütertransport: Wir decken eine Vielzahl von Zielen in Osteuropa und Asien ab und bieten schnelle und sichere Straßentransportdienstleistungen an. Egal, ob Sie allgemeinen Frachttransport, den Transport verderblicher Güter oder spezialisierten Transport benötigen, wir stehen Ihnen zur Verfügung, um Lösungen anzubieten, die auf Ihre Bedürfnisse zugeschnitten sind.",
  "transport1.marfa": "Maßgeschneiderte Lösungen: Wir verstehen, dass jedes Unternehmen einzigartige Anforderungen hat. Deshalb arbeiten wir eng mit unseren Kunden zusammen, um maßgeschneiderte Lösungen bereitzustellen, die ihre Lieferkette optimieren und die Effizienz des Transports maximieren.",
  "transport2.marfa": "Tracking und zuverlässiges Management: Wir verwenden fortschrittliche Technologien, um Ihnen eine Echtzeit-Sichtbarkeit Ihres Gütertransports zu bieten. Über unser Tracking-System können Sie den Status und den Standort Ihrer Güter während der gesamten Reise leicht überwachen.",
  "transport3.marfa": "Sicherheit und Zuverlässigkeit: Die Sicherheit Ihrer Güter hat für uns oberste Priorität. Unser Team erfahrener und sorgfältig ausgewählter Fahrer stellt sicher, dass Ihre Güter unter optimalen Bedingungen und unter Einhaltung der festgelegten Termine ihr Ziel erreichen.",
  "transport4.marfa": "Der Warentransport ist ein wesentlicher Bestandteil unserer Tätigkeit, und bei RG-CARGO widmen wir uns der Bereitstellung zuverlässiger und effizienter internationaler Straßentransportlösungen. Unser umfangreiches Netzwerk erstreckt sich über verschiedene Ziele in Osteuropa und Asien, sodass Sie von schnellen und sicheren Dienstleistungen profitieren können. Mit einem spezialisierten Portfolio für den Transport verschiedener Frachtarten, einschließlich allgemeiner Güter, verderblicher Artikel und spezialisierter Sendungen, stellen wir sicher, dass Ihre Waren unter optimalen Bedingungen ihr Ziel erreichen. Wir verfügen über ein engagiertes und erfahrenes Team, das bereit ist, maßgeschneiderte Lösungen anzubieten, die den spezifischen Logistikbedürfnissen Ihres Unternehmens effizient gerecht werden.",
  "transport5.marfa": "Wir verstehen, dass jedes Unternehmen einzigartige Anforderungen hat. Daher arbeiten wir eng mit unseren Kunden zusammen, um maßgeschneiderte Lösungen anzubieten, die ihre Lieferkette optimieren und den Transporteffizienz maximieren. Durch die von uns implementierten fortschrittlichen Technologien bieten wir Echtzeit-Sichtbarkeit für Ihren Transport und erleichtern die Überwachung des Status und des Standorts Ihrer Waren während der gesamten Reise. Unsere Priorität liegt in der Sicherheit und Zuverlässigkeit Ihrer Fracht. Unser Team von erfahrenen und sorgfältig ausgewählten Fahrern stellt sicher, dass jeder Transport professionell und gemäß festgelegten Fristen durchgeführt wird.",
  "transport6.marfa": "Ob Sie Importeur, Exporteur oder Hersteller sind und nach zuverlässigen Transportlösungen suchen, ist RG_CARGO der ideale Partner, um Ihr Unternehmen zu unterstützen. Kontaktieren Sie uns noch heute, um zu besprechen, wie wir Ihre spezifischen Anforderungen an den Straßengütertransport erfüllen können. RG_CARGO - Transport, der Kontinente mit Professionalität und Effizienz verbindet!",

  "transport-animale.title": "Tiertransport",
  "transport-animale-shortDescription": "Erleben Sie erstklassigen Tiertransport mit RG-CARGO. Unsere spezialisierte Flotte sorgt für optimale Reisebedingungen und entspricht den höchsten Sicherheits- und Wohlfahrtsstandards. Vertrauen Sie uns für ethischen und effizienten Transport von lebenden Tieren.",
  "transport-animale": "Bei RG-CARGO widmen wir uns leidenschaftlich und verantwortungsbewusst dem sicheren und effizienten Transport von lebenden Tieren mit unserer spezialisierten Lastwagenflotte. Wir sind uns der Bedeutung einer sorgfältigen Handhabung und ordnungsgemäßen Beförderung für das Wohlbefinden der Tiere bewusst und tragen dazu bei, hohe Standards in der Tiertransportindustrie aufrechtzuerhalten.",
  "transport-animale-1": "Unser Team von Fachleuten bei RG-CARGO bietet spezialisierte Transportdienstleistungen für lebende Tiere an und deckt eine Vielzahl von Arten und Zielen ab. Ob es um Transfers zwischen Bauernhöfen, den Transport zu Schlachthöfen oder Lieferungen an Wachstumszentren geht, wir stellen sicher, dass Tiere während der gesamten Reise mit Sorgfalt und Respekt behandelt werden. Unser Team von Fahrern und Hilfspersonal ist ordnungsgemäß geschult, um Tiere gemäß den höchsten Sicherheits- und Wohlfahrtsstandards zu handhaben und zu transportieren. Sie verstehen die Bedeutung eines sorgfältigen und respektvollen Umgangs mit den transportierten Tieren.",
  "transport-animale-2": "Unsere Lastwagen sind so konzipiert und ausgestattet, dass sie optimale Transportbedingungen bieten. Belüftungssysteme, Beleuchtung und rutschfeste Böden sind nur einige der Merkmale, die dazu beitragen, den Komfort unserer Tiere während der Reise zu gewährleisten. Bei RG-CARGO halten wir uns strikt an lokale und internationale Vorschriften und Standards für den Tiertransport. Die erforderliche Dokumentation, einschließlich tierärztlicher Zertifikate, wird angemessen verwaltet, um die Einhaltung aller gesetzlichen Anforderungen sicherzustellen.",
  "transport-animale-3": "Wir verpflichten uns, das Wohlergehen der Tiere an erste Stelle zu setzen. Unsere fortlaufenden Bemühungen, unsere Praktiken zu verbessern und modernste Technologien einzusetzen, ermöglichen es uns, einen Transportdienst anzubieten, der den Stress für Tiere minimiert und während der gesamten Reise eine sichere Umgebung gewährleistet. Durch die Auswahl unserer Transportdienstleistungen für lebende Tiere profitieren Kunden von RG-CARGO von Professionalität, Zuverlässigkeit und besonderer Aufmerksamkeit für das Wohlergehen ihrer Tiere während des gesamten Transportprozesses. Bei RG-CARGO sind wir stolz auf unseren Beitrag zur Erleichterung eines ethischen und verantwortungsbewussten Transports lebender Tiere.",

  "transport.frigo.title": "Kühlertransport",
  "transport.frigo.shortDescription": "Innerhalb von RG-CARGO sind wir führend in der Bereitstellung von Kühltransportdienstleistungen und gewährleisten, dass Ihre temperatursensible Fracht unter optimalen Bedingungen ihr Ziel erreicht. Mit einer modernen Flotte von Kühlfahrzeugen und einem engagierten Team bieten wir maßgeschneiderte Lösungen für den Transport in Osteuropa und Asien.",
  "transport.frigo.1": "Unsere Kühlfahrzeuge sind mit fortschrittlichen Technologien zur Temperaturkontrolle ausgestattet und gewährleisten ideale Bedingungen für Ihre Güter, von Lebensmitteln bis zu sensiblen Pharmazeutika. Wir decken umfangreiche Routen in Osteuropa und Asien ab und stellen sicher, dass Ihre Fracht so schnell wie möglich ihr Ziel erreicht. Wir bieten pünktliche Dienstleistungen und passen Routen an, um Ihren spezifischen Anforderungen gerecht zu werden.",
  "transport.frigo.2": "Unser Personal ist ordnungsgemäß geschult für die Handhabung und sorgfältige Überwachung von temperatursensiblen Gütern. Wir stellen sicher, dass unsere Fahrzeuge immer den strengen Hygiene- und Lebensmittelsicherheitsstandards entsprechen. Wir verwalten die erforderliche Dokumentation, einschließlich Konformitätszertifikaten, und halten alle Vorschriften für den Transport von Kühlwaren in Osteuropa und Asien ein.",
  "transport.frigo.3": "Wir sind auf Transporte zu Zielen in Osteuropa und Asien spezialisiert und erleichtern die Ausweitung Ihres Geschäfts auf internationale Märkte. Wir arbeiten mit zuverlässigen Logistikpartnern zusammen, um ein solides und effizientes Transportnetzwerk sicherzustellen. Wir schätzen langfristige Partnerschaften und bauen starke Beziehungen in der gesamten Region auf. Wir halten uns an alle Zoll- und Transportvorschriften in Ländern in Osteuropa und Asien, um sicherzustellen, dass Ihre Güter ohne unerwartete Verzögerungen ihr Ziel erreichen.",
  "transport.frigo.4": "Mit RG-CARGO bieten wir nicht nur Kühltransporte, sondern auch eine vertrauenswürdige Erfahrung an. Indem Sie unsere Dienstleistungen wählen, können Sie sich auf präzise und sichere Logistik verlassen, unabhängig vom Zielort. Kontaktieren Sie uns noch heute, um zu besprechen, wie wir Ihre spezifischen Anforderungen im Kühltransport in Osteuropa und Asien erfüllen können.",

  "transport.masini.title": "Auto Transport",
  "transport.masini.shortDescription": "RG-CARGO bietet professionelle Auto-Transportdienstleistungen in Osteuropa und Asien an. Mit einer spezialisierten Flotte und engagiertem Personal gewährleisten wir optimale Reisebedingungen für Fahrzeuge und halten die höchsten Standards für Sicherheit und Wohlbefinden ein.",

  "services.title": "Unsere Dienstleistungen",
  "services.descriere": "Ob es sich um Industriegüter, Konsumgüter oder Spezialausrüstungen handelt, verfügt RG-CARGO über eine vielfältige Flotte von Fahrzeugen, von modernen Lastwagen und effizienten Zügen bis hin zu Seeschiffen. Unsere logistische Kapazität ermöglicht es uns, jeden Typ von Fracht zu handhaben und uns den spezifischen Bedürfnissen unserer Kunden anzupassen.",
  "services.descriere.1": "Wir sind uns unserer Verantwortung gegenüber den lebenden Tieren, die wir transportieren, bewusst. Mit spezialisierten Abteilen und geschultem Personal stellen wir sicher, dass sie unter Einhaltung internationaler Standards für Tierschutz in den besten Bedingungen reisen. Ob es sich um Nutztiere, exotische Arten oder Haustiere handelt, wir kümmern uns mit Aufmerksamkeit und Hingabe um sie.",
  "services.descriere.2": "Temperatursensitive Produkte finden in RG-CARGO einen zuverlässigen Partner. Unsere Kühlhäuser sind mit fortschrittlicher Technologie ausgestattet und gewährleisten optimale Temperaturbedingungen während des gesamten Transportprozesses. Von Lebensmitteln bis zu pharmazeutischen Produkten stellen wir sicher, dass Ihre Waren in perfektem Zustand ihr Ziel erreichen.",
  "services.descriere.3": "Qualität, Sicherheit und Pünktlichkeit sind grundlegend in all unseren Dienstleistungen. Unser Team erfahrener Fachleute, effiziente Logistik und modernste Technologie tragen dazu bei, eine nachhaltige und vertrauenswürdige Partnerschaft aufzubauen. Wir streben danach, die Erwartungen unserer Kunden in jeder Phase des Transportprozesses zu übertreffen.",
  "services.descriere.4": "Unabhängig von der Komplexität des Transports bietet RG-CARGO maßgeschneiderte und zuverlässige Lösungen. Wir sind bereit, sich Ihren logistischen Herausforderungen zu stellen und qualitativ hochwertige Dienstleistungen anzubieten. Kontaktieren Sie uns noch heute, um herauszufinden, wie wir durch zuverlässige und professionelle Transportdienstleistungen zum Erfolg Ihres Unternehmens beitragen können.",

  "template.descriere": "RG-Cargo ist ein spezialisiertes Transportunternehmen, das sich darauf spezialisiert hat, hochwertige Logistikdienstleistungen anzubieten. Das Unternehmen verfügt über ein vielfältiges Fachwissen, das den Transport von allgemeinen Gütern, lebenden Tieren und Kühltransporten einschließt. Mit einer modernen Flotte und einem engagierten Team von Fachleuten zeichnet sich RG-Cargo durch seinen kundenorientierten Ansatz und sein festes Engagement aus, verschiedene Arten von Fracht unter optimalen Bedingungen zu liefern.",
  "template.descriere1": "RG-Cargo bietet flexible und effiziente Lösungen für den Transport von allgemeinen Gütern, die eine Vielzahl von Produkten und Branchen abdecken. Mit seiner Flotte moderner Lastwagen und erfahrenen Fahrern gewährleistet das Unternehmen die prompte und sichere Lieferung von Waren an ihr Ziel.",
  "template.descriere2": "Der Transport lebender Tiere erfordert besondere Aufmerksamkeit für Details und geeignete Bedingungen, um ihr Wohlbefinden und ihre Sicherheit zu gewährleisten. RG-Cargo legt Wert auf das Wohl der Tiere und verfügt über spezialisierte Fahrzeuge und geschultes Personal, um den Transport sorgfältig und verantwortungsbewusst zu bewerkstelligen.",
  "template.descriere3": "Für temperaturempfindliche Güter wie Lebensmittel oder pharmazeutische Produkte bietet RG-Cargo Kühltransportdienstleistungen an. Mit modernster Ausrüstung und entsprechend ausgestatteten Lastwagen garantiert das Unternehmen die Aufrechterhaltung optimaler Temperaturbedingungen während des gesamten Transports und gewährleistet so die Qualität und Integrität der Güter.",
  "template.descriere4": "RG-Cargo zeichnet sich durch sein starkes Engagement für die Zufriedenheit der Kunden aus. Das Unternehmen arbeitet eng mit Kunden zusammen, um die spezifischen Bedürfnisse jedes Projekts zu verstehen und maßgeschneiderte Lösungen anzubieten. Transparenz, Professionalität und Pünktlichkeit sind Schlüsselprinzipien, die die Grundlage der Beziehung zu den Kunden bilden. Durch die Kombination von fortschrittlicher Technologie, qualifiziertem Personal und einer modernen Flotte positioniert sich RG-Cargo als vertrauenswürdiger Partner in der Transportbranche und bietet erstklassige Dienstleistungen im Logistikbereich."
}
