{
  "navbar.home": "Home",
  "navbar.about": "About us",
  "navbar.services": "Services",
  "navbar.contact": "Contact",
  "navbar.Crypto": "Crypto Pay",
  "navbar.cotatie": "Get a Quote",

  "template.title1": "TRAVEL MADE EASY",
  "template.title2": "We offer safe, convenient, and affordable transportation services",

  "about.title": "About RG-Cargo transportation services",
  "about.description": "At RG - CARGO, we embark on a transformative odyssey, dedicating ourselves to revolutionizing the intricate world of transportation and logistics. More than a company, we embody a commitment to redefine excellence with a pioneering spirit, a love for innovation, and an unwavering dedication to reliability. As a result, we proudly stand as a trailblazing force within the industry. Our Journey: In the year of our establishment, RG - CARGO set forth on a mission to reshape the fundamental nature of how goods traverse the global landscape. Through the passage of time, we've not just evolved but metamorphosed into a dynamic and versatile transportation and logistics entity. Our journey has been marked by serving a diverse spectrum of industries and clientele with distinction.",
  "about.description1": "The Essence of Our Mission: Our mission is both simple and profound - to weave a seamless web that connects the world through efficient and sustainable transportation solutions. We ardently believe that every product, every business, and every community deserves access to impeccable logistics. We stand poised, ready to turn this vision into a tangible reality. At the core of our endeavors lies an unwavering focus on our clients. We craft bespoke services tailored to meet their distinctive needs, delivering personalized solutions that consistently transcend expectations.",
  "about.description2": "Championing Sustainability: Our dedication extends beyond the realm of business to environmental stewardship. By embracing eco-friendly practices and making strategic investments in green technologies, we aspire to carve a path toward a greener, more sustainable future. Within our ranks, we are more than a team; we are a collective of industry virtuosos, each committed to delivering excellence in their respective roles. Rooted in a culture of continuous learning and development, we stay ahead of industry trends, ensuring that our clients receive nothing short of the very best.",
  "about.description3": "Join us in rewriting the narrative of transportation and logistics - where excellence, innovation, and reliability converge to create a future that transcends the ordinary.",

  "transport.title": "Cargo Transport",
  "transport.shortDescription": "International Goods Transport: Swift and secure road transport solutions in Eastern Europe and Asia. Our extensive network specializes in transporting various cargo types like general goods, perishables, and specialized shipments. Count on us for tailored solutions prioritizing efficiency and meeting your logistics needs.",
  "transport.marfa": "International Goods Transport: We cover a wide range of destinations in Eastern Europe and Asia, providing fast and secure road transport services. Whether you need general cargo transport, perishable goods transport, or specialized transport, we are here to offer solutions tailored to your needs.",
  "transport1.marfa": "Customized Solutions: We understand that every business has unique requirements. That's why we work closely with our clients to provide customized solutions that optimize their supply chain and maximize transport efficiency.",
  "transport2.marfa": "Tracking and Reliable Management: Folosim tehnologii avansate pentru a vă oferi vizibilitate în timp real asupra transportului dumneavoastră. Prin intermediul sistemului nostru de urmărire, puteți monitoriza cu ușurință starea și locația mărfii dumneavoastră pe tot parcursul călătoriei.",
  "transport3.marfa": "Safety and Reliability: The security of your goods is our priority. Our team of experienced and carefully selected drivers ensures that your goods reach their destination in optimal conditions, adhering to established deadlines.",
  "transport4.marfa": "Freight transport is an essential part of our operations, and at RG-CARGO, we are dedicated to providing reliable and efficient international road transport solutions. Our extensive network covers diverse destinations in Eastern Europe and Asia, allowing you to benefit from fast and secure services. With a specialized portfolio in transporting various types of cargo, including general goods, perishable items, and specialized shipments, we ensure that your goods reach their destination in optimal conditions. We have a dedicated and experienced team ready to provide customized solutions that efficiently meet the specific logistics needs of your business.",
  "transport5.marfa": "We understand that each business has unique requirements, which is why we work closely with our clients to offer personalized solutions that optimize their supply chain and maximize transport efficiency. Through advanced technologies we implement, we provide real-time visibility into your transport, facilitating the monitoring of the status and location of your goods throughout the journey. Our priority is the safety and reliability of your cargo. Our team of experienced and carefully selected drivers ensures that each transport is conducted with professionalism and in accordance with set deadlines.",
  "transport6.marfa": "Whether you are an importer, exporter, or a manufacturer seeking reliable transport solutions, RG_CARGO is the ideal partner to support your business. Contact us today to discuss how we can meet your specific road transport goods requirements. RG_CARGO - Transport connecting continents with professionalism and efficiency!",

  "transport-animale.title": "Animal Transport",
  "transport-animale-shortDescription": "Experience top-notch animal transport with RG-CARGO. Our specialized fleet ensures optimal travel conditions, adhering to the highest safety and welfare standards. Trust us for ethical and efficient live animal transport solutions.",
  "transport-animals": "At RG-CARGO, we passionately and responsibly dedicate ourselves to the safe and efficient transport of live animals using our specialized fleet of trucks. We are aware of the importance of careful handling and proper transportation for the well-being of animals, contributing to maintaining high standards in the animal transport industry.",
  "transport-animale-1": "Our team of professionals at RG-CARGO offers specialized transport services for live animals, covering a variety of species and destinations. Whether it's transfers between farms, transport to abattoirs, or deliveries to growth centers, we ensure that animals are treated with care and respect throughout the journey. Our team of drivers and auxiliary staff is properly trained to handle and transport animals in accordance with the highest safety and welfare standards. They understand the importance of a careful and respectful approach to the animals they transport.",
  "transport-animale-2": "Our trucks are designed and equipped to provide optimal transport conditions. Ventilation systems, lighting, and non-slip floors are just a few of the features that contribute to ensuring the comfort of our animals during the journey. At RG-CARGO, we strictly adhere to local and international regulations and standards regarding animal transport. The necessary documentation, including veterinary certificates, is managed appropriately to ensure compliance with all legislative requirements.",
  "transport-animale-3": "We are committed to putting the well-being of animals first. Our ongoing efforts to improve our practices and use cutting-edge technologies allow us to provide a transport service that minimizes stress for animals and ensures a safe environment throughout the journey. By choosing our live animal transport services, RG-CARGO customers benefit from professionalism, reliability, and special attention to the well-being of their animals throughout the entire transportation process. At RG-CARGO, we take pride in our contribution to facilitating ethical and responsible live animal transport.",

  "transport.frigo.title": "Refrigerated Transport",
  "transport.frigo.shortDescription": "Within RG-CARGO, we are leaders in providing refrigerated transport services, ensuring that your temperature-sensitive cargo reaches its destination in optimal conditions. With a modern fleet of refrigerated vehicles and a dedicated team, we offer personalized solutions for transport in Eastern Europe and Asia.",
  "transport.frigo.1": "Our refrigerated vehicles are equipped with advanced temperature control technologies, ensuring the ideal conditions for your goods, from food products to sensitive pharmaceuticals. We cover extensive routes in Eastern Europe and Asia, ensuring your cargo reaches its destination in the shortest possible time. We provide punctual services and adapt routes to meet your specific requirements.",
  "transport.frigo.2": "Our staff is properly trained for the handling and careful monitoring of temperature-sensitive goods. We ensure that our vehicles always comply with strict hygiene and food safety standards. We manage the necessary documentation, including compliance certificates, and adhere to all regulations for transporting refrigerated goods in Eastern Europe and Asia.",
  "transport.frigo.3": "We specialize in transport to destinations in Eastern Europe and Asia, facilitating the expansion of your business into international markets. We collaborate with reliable logistics partners to ensure a solid and efficient transport network. We value long-term partnerships and build strong relationships throughout the region. We adhere to all customs and transport regulations in countries in Eastern Europe and Asia, ensuring that your goods reach their destination without unexpected delays.",
  "transport.frigo.4": "With RG-CARGO, we not only offer refrigerated transport but also a trustworthy experience. By choosing our services, you can rely on precise and safe logistics, regardless of the destination. Contact us today to discuss how we can meet your specific needs in refrigerated transport in Eastern Europe and Asia.",

  "transport.masini.title": "Car Transportation",
  "transport.masini.shortDescription": "RG-CARGO offers professional car transportation services in Eastern Europe and Asia. With a specialized fleet and dedicated staff, we ensure optimal travel conditions for vehicles, adhering to the highest standards of safety and well-being.",

  "services.title": "Our Services",
  "services.descriere": "Whether it's industrial goods, consumer products, or special equipment, RG-CARGO boasts a diversified fleet of vehicles, ranging from modern trucks and efficient trains to maritime vessels. Our logistical capacity enables us to handle any type of cargo, adapting to the specific needs of our clients.",
  "services.descriere.1": "We are aware of our responsibility towards the live animals we transport. With specialized compartments and trained personnel, we ensure that they travel in the best conditions, adhering to international standards for animal welfare. Whether they are farm animals, exotic species, or pets, we take care of them with attention and dedication.",
  "services.descriere.2": "Sensitive temperature-sensitive products find a reliable partner in RG-CARGO. Our refrigerated warehouses are equipped with advanced technology, maintaining optimal temperature conditions throughout the transportation process. From food products to pharmaceuticals, we ensure that your goods reach their destination in perfect condition.",
  "services.descriere.3": "Quality, safety, and punctuality are fundamental in all our services. Our team of experienced professionals, efficient logistics, and cutting-edge technology contribute to building a sustainable and trustworthy partnership. We strive to exceed the expectations of our clients at every stage of the transportation process.",
  "services.descriere.4": "Regardless of the complexity of the transportation, RG-CARGO offers personalized and reliable solutions. We are ready to take on your logistical challenges and provide superior quality services. Contact us today to discover how we can contribute to the success of your business through reliable and professional transportation services.",

  "template.descriere": "RG-Cargo is a specialized transportation company dedicated to providing high-quality logistics services with a diverse range of expertise, including the transportation of general goods, live animals, and refrigerated shipments. With a modern fleet and a dedicated team of professionals, RG-Cargo stands out for its customer-oriented approach and firm commitment to delivering various types of cargo under optimal conditions.",
  "template.descriere1": "RG-Cargo offers flexible and efficient solutions for the transportation of general goods, covering a wide variety of products and industries. With its fleet of modern trucks and experienced drivers, the company ensures the prompt and safe delivery of goods to their destination.",
  "template.descriere2": "Transporting live animals requires special attention to detail and suitable conditions to ensure their well-being and safety. RG-Cargo emphasizes the welfare of animals, with specialized vehicles and trained personnel to handle transportation with care and responsibility.",
  "template.descriere3": "For temperature-sensitive goods such as food or pharmaceutical products, RG-Cargo provides refrigerated transport services. With state-of-the-art equipment and properly equipped trucks, the company guarantees maintaining optimal temperature conditions throughout the transportation, ensuring the quality and integrity of the goods.",
  "template.descriere4": "RG-Cargo stands out for its strong commitment to customer satisfaction. The company collaborates closely with clients to understand the specific needs of each project and provide personalized solutions. Transparency, professionalism, and punctuality are key principles that form the basis of the relationship with clients. By combining advanced technology, qualified personnel, and a modern fleet, RG-Cargo positions itself as a trusted partner in the transportation industry, offering superior quality services in the logistics field."
}
