{
  "navbar.home": "Strona główna",
  "navbar.about": "O nas",
  "navbar.services": "Usługi",
  "navbar.contact": "Kontakt",
  "navbar.Crypto": "Płać kryptowalutą",
  "navbar.cotatie": "Otrzymaj wycenę",

  "template.title1": "ZWIEDZAJ DROGI Z RG-CARGO",
  "template.title2": "Oferujemy bezpieczne, wygodne i przystępne usługi transportowe",

  "about.title": "O Usługach Transportowych RG-Cargo",

  "transport.title": "Transport Ładunków",
  "transport.shortDescription": "Międzynarodowy transport towarów: Szybkie i bezpieczne rozwiązania drogowe w Europie Wschodniej i Azji. Specjalizujemy się w różnorodnym transporcie towarów, zapewniając indywidualne i efektywne rozwiązania logistyczne.",
  "transport.marfa": "Międzynarodowy transport towarów: Obejmujemy szeroki zakres destynacji w Europie Wschodniej i Azji, świadcząc szybkie i bezpieczne usługi transportu drogowego. Bez względu na to, czy potrzebujesz transportu ogólnego, transportu towarów łatwo psujących się czy specjalistycznego transportu, jesteśmy tutaj, aby zaoferować rozwiązania dostosowane do Twoich potrzeb.",
  "transport1.marfa": "Rozwiązania dostosowane: Rozumiemy, że każda firma ma unikalne wymagania. Dlatego ścisłe współpracujemy z naszymi klientami, aby dostarczyć spersonalizowane rozwiązania, które optymalizują ich łańcuch dostaw i maksymalizują efektywność transportu.",
  "transport2.marfa": "Śledzenie i niezawodne zarządzanie: Korzystamy z zaawansowanych technologii, aby zapewnić Ci rzeczywistą widoczność Twojego transportu. Za pośrednictwem naszego systemu śledzenia możesz łatwo monitorować status i lokalizację Twojego towaru przez całą podróż.",
  "transport3.marfa": "Bezpieczeństwo i niezawodność: Bezpieczeństwo Twojego towaru jest naszym priorytetem. Nasz zespół doświadczonych i starannie wyselekcjonowanych kierowców zapewnia, że Twoje towary dotrą do celu w optymalnych warunkach, zgodnie z ustalonymi terminami.",
  "transport4.marfa": "Transport towarów to istotna część naszej działalności, a w RG-CARGO jesteśmy dedykowani świadczeniu niezawodnych i efektywnych rozwiązań w zakresie międzynarodowego transportu drogowego. Nasza rozległa sieć obejmuje różnorodne destynacje w Europie Wschodniej i Azji, umożliwiając korzystanie z szybkich i bezpiecznych usług. Dzięki specjalizowanemu portfolio w transporcie różnych rodzajów ładunków, w tym towarów ogólnych, artykułów łatwo psujących się i przesyłek specjalistycznych, zapewniamy, że Państwa towary dotrą na miejsce w optymalnych warunkach. Posiadamy zespół zaangażowany i doświadczony, gotów dostarczyć spersonalizowane rozwiązania, które skutecznie sprostają konkretnym potrzebom logistycznym Państwa przedsiębiorstwa.",
  "transport5.marfa": "Rozumiemy, że każda firma ma unikalne wymagania, dlatego ściśle współpracujemy z naszymi klientami, aby oferować spersonalizowane rozwiązania optymalizujące ich łańcuch dostaw i maksymalizujące efektywność transportu. Dzięki zaawansowanym technologiom, które wdrażamy, zapewniamy rzeczywistą wid",
  "transport6.marfa": "Czy jesteś importerem, eksporterem czy producentem, szukającym niezawodnych rozwiązań transportowych, RG_CARGO to idealny partner do wsparcia Twojej firmy. Skontaktuj się z nami jeszcze dziś, aby omówić, jak możemy sprostać Twoim konkretnym wymaganiom dotyczącym transportu drogowego. RG_CARGO - Transport łączący kontynenty z profesjonalizmem i efektywnością!",

  "transport-animale.title": "Transport Zwierząt",
  "transport-animale-shortDescription": "Doświadcz transportu zwierząt najwyższej jakości z RG-CARGO. Nasza specjalistyczna flota zapewnia optymalne warunki podróży, zgodnie z najwyższymi standardami bezpieczeństwa i dobrostanu. Zaufaj nam w kwestii etycznego i efektywnego transportu żywych zwierząt.",
  "transport-animale": "W RG-CARGO oddajemy się z pasją i odpowiedzialnością bezpiecznemu i efektywnemu transportowi żywych zwierząt za pomocą naszej specjalistycznej floty samochodów. Jesteśmy świadomi znaczenia ostrożnego obchodzenia się i właściwego transportu dla dobrostanu zwierząt, przyczyniając się do utrzymania wysokich standardów w branży transportu zwierząt.",
  "transport-animale-1": "Nasz zespół profesjonalistów w RG-CARGO oferuje specjalistyczne usługi transportu dla żywych zwierząt, obejmujące różnorodne gatunki i destynacje. Bez względu na to, czy to transfery między fermami, transport do rzeźni czy dostawy do ośrodków hodowlanych, zapewniamy, że zwierzęta są traktowane z dbałością i szacunkiem przez całą podróż. Nasz zespół kierowców i personelu pomocniczego jest właściwie przeszkolony, aby obsługiwać i transportować zwierzęta zgodnie z najwyższymi standardami bezpieczeństwa i dobrostanu. Zrozumieli oni wagę ostrożnego i szanującego podejścia do przewożonych zwierząt.",
  "transport-animale-2": "Nasze samochody są zaprojektowane i wyposażone w celu zapewnienia optymalnych warunków transportu. Systemy wentylacji, oświetlenie i antypoślizgowe podłogi to tylko kilka z cech, które przyczyniają się do zapewnienia komfortu naszym zwierzętom podczas podróży. W RG-CARGO ściśle przestrzegamy miejscowych i międzynarodowych przepisów i standardów dotyczących transportu zwierząt. Niezbędna dokumentacja, w tym certyfikaty weterynaryjne, jest odpowiednio zarządzana, aby zapewnić zgodność ze wszystkimi wymaganiami ustawodawczymi.",
  "transport-animale-3": "Zobowiązujemy się postawić dobrostan zwierząt na pierwszym miejscu. Nasze ciągłe wysiłki w celu poprawy praktyk i wykorzystania najnowszych technologii pozwalają nam świadczyć usługi transportowe, które minimalizują stres dla zwierząt i zapewniają bezpieczne środowisko przez całą podróż. Wybierając nasze usługi transportu żywych zwierząt, klienci RG-CARGO korzystają z profesjonalizmu, niezawodności i szczególnej uwagi poświęconej dobrostanowi ich zwierząt przez cały proces transportu. W RG-CARGO jesteśmy dumni z naszego wkładu w ułatwianie etycznego i odpowiedzialnego transportu żywych zwierząt.",

  "transport.frigo.title": "Transport chłodniczy",
  "transport.frigo.sub": "Krajowy i międzynarodowy transport chłodniczy",
  "transport.frigo.shortDescription": "W ramach RG-CARGO jesteśmy liderami w dostarczaniu usług transportu chłodniczego, zapewniając, że twoje ładunki wrażliwe na temperaturę dotrą do celu w optymalnych warunkach. Dzięki nowoczesnej flocie pojazdów chłodniczych i dedykowanemu zespołowi oferujemy spersonalizowane rozwiązania transportowe w Europie Wschodniej i Azji.",
  "transport.frigo.1": "Nasze pojazdy chłodnicze są wyposażone w zaawansowane technologie kontroli temperatury, zapewniając idealne warunki dla twoich towarów, od produktów spożywczych do wrażliwych farmaceutyków. Pokrywamy obszerne trasy w Europie Wschodniej i Azji, zapewniając, że twój ładunek dotrze do celu w najkrótszym możliwym czasie. Oferujemy punktualne usługi i dostosowujemy trasy, aby sprostać twoim konkretnym wymaganiom.",
  "transport.frigo.2": "Nasz personel jest odpowiednio przeszkolony do obsługi i starannej monitorowania towarów wrażliwych na temperaturę. Zapewniamy, że nasze pojazdy zawsze spełniają surowe normy higieny i bezpieczeństwa żywności. Zarządzamy niezbędną dokumentacją, w tym certyfikatami zgodności, i przestrzegamy wszystkich przepisów dotyczących transportu ładunków chłodniczych w Europie Wschodniej i Azji.",
  "transport.frigo.3": "Specjalizujemy się w transporcie do celów w Europie Wschodniej i Azji, ułatwiając rozszerzenie działalności Twojej firmy na międzynarodowe rynki. Współpracujemy z wiarygodnymi partnerami logistycznymi, aby zapewnić solidną i efektywną sieć transportową. Cenimy sobie długoterminowe partnerstwa i budujemy silne relacje na całym obszarze. Przestrzegamy wszystkich przepisów celnych i transportowych w krajach Europy Wschodniej i Azji, zapewniając, że twoje towary dotrą do celu bez nieoczekiwanych opóźnień.",
  "transport.frigo.4": "Z RG-CARGO oferujemy nie tylko transport chłodniczy, ale także zaufane doświadczenie. Wybierając nasze usługi, możesz polegać na precyzyjnej i bezpiecznej logistyce, niezależnie od celu. Skontaktuj się z nami jeszcze dziś, aby omówić, jak możemy sprostać Twoim konkretnym potrzebom w transporcie chłodniczym w Europie Wschodniej i Azji.",

  "transport.masini.title": "Transport samochodów",
  "transport.masini.shortDescription": "RG-CARGO oferuje profesjonalne usługi transportu samochodów w Europie Wschodniej i Azji. Dzięki specjalistycznej flocie i zaangażowanej kadrze zapewniamy optymalne warunki podróży dla pojazdów, przestrzegając najwyższych standardów bezpieczeństwa i dobrostanu.",
  "transport.masini": "RG-Cargo to innowacyjna firma specjalizująca się w efektywnym i bezpiecznym transporcie samochodów, oferująca usługi najwyższej jakości w krajach Europy Wschodniej i Azji. Z ogromną flotą specjalistycznych ciężarówek i zaangażowanym zespołem zobowiązaliśmy się dostarczać rozwiązania transportowe dostosowane do najwyższych standardów.",
  "transport.masini.1": "Dzięki bogatemu doświadczeniu w branży transportowej RG-Cargo wyróżnia się specjalistycznym podejściem do transportu samochodów. Nasz zespół profesjonalnych kierowców i personelu logistycznego rozumie konkretne potrzeby klientów i oferuje spersonalizowane rozwiązania, zapewniając szybką i bezpieczną dostawę. Inwestujemy w zaawansowane technologie i specjalistyczne ciężarówki, aby zagwarantować bezpieczny i efektywny transport pojazdów, czy to samochody osobowe, SUV-y czy luksusowe auta. RG-Cargo dysponuje nowoczesną flotą, która sprosta najbardziej wymagającym oczekiwaniom klientów.",
  "transport.masini.2": "Z dobrze rozwiniętą siecią RG-Cargo świadczy usługi transportu samochodów w całej Europie Wschodniej i sąsiadujących regionach Azji. Jesteśmy obecni w najważniejszych krajach, ułatwiając stały i szybki przepływ samochodów między rynkami w tych regionach. Bezpieczeństwo jest absolutnym priorytetem dla RG-Cargo. Korzystamy z najnowocześniejszych technologii bezpieczeństwa i wprowadzamy rygorystyczne praktyki zarządzania transportem, aby zapewnić integralność każdego pojazdu w trakcie podróży.",
  "transport.masini.3": "RG-Cargo zobowiązuje się do zapewnienia klientom bezproblemowego i transparentnego doświadczenia związanego z transportem. Komunikujemy się otwarcie i zawsze jesteśmy gotowi znaleźć spersonalizowane rozwiązania na specyficzne potrzeby każdego klienta. Jesteśmy świadomi wpływu, jaki wywieramy na środowisko i społeczności, w których działamy. RG-Cargo wprowadza praktyki zrównoważone i przyczynia się do zrównoważonego rozwoju w regionach, w których prowadzimy działalność.",
  "transport.masini.4": "RG-Cargo to zaufany partner w transporcie samochodów w Europie Wschodniej i Azji. Z zaangażowanym podejściem, nowoczesną flotą i zobowiązaniem do jakości jesteśmy gotowi sprostać Państwa potrzebom transportowym, oferując usługi najwyższej jakości w branży.",

  "services.title": "Nasze Usługi",
  "services.descriere": "Czy to są dobra przemysłowe, produkty konsumenckie czy specjalistyczny sprzęt, RG-CARGO może poszczycić się zdywersyfikowanym parkiem pojazdów, począwszy od nowoczesnych ciężarówek i efektywnych pociągów, aż po statki morskie. Nasza zdolność logistyczna pozwala nam obsługiwać każdy rodzaj ładunku, dostosowując się do konkretnych potrzeb naszych klientów.",
  "services.descriere.1": "Jesteśmy świadomi naszej odpowiedzialności za żywe zwierzęta, które transportujemy. Dzięki specjalistycznym przedziałom i przeszkolonemu personelowi zapewniamy, że podróżują w najlepszych warunkach, zgodnie z międzynarodowymi standardami dobrostanu zwierząt. Czy to są zwierzęta gospodarskie, egzotyczne czy domowe, opiekujemy się nimi z uwagą i oddaniem.",
  "services.descriere.2": "Wrażliwe na temperaturę produkty znajdują solidnego partnera w RG-CARGO. Nasze chłodnie są wyposażone w zaawansowaną technologię, utrzymując optymalne warunki temperatury przez cały proces transportu. Od produktów spożywczych po farmaceutyki zapewniamy, że Twoje towary dotrą do celu w doskonałym stanie.",
  "services.descriere.3": "Jakość, bezpieczeństwo i punktualność są fundamentalne we wszystkich naszych usługach. Nasz zespół doświadczonych profesjonalistów, efektywna logistyka i nowoczesna technologia przyczyniają się do budowy trwałego i godnego zaufania partnerstwa. Staramy się przekraczać oczekiwania naszych klientów na każdym etapie procesu transportowego.",
  "services.descriere.4": "Nie zależnie od złożoności transportu, RG-CARGO oferuje spersonalizowane i niezawodne rozwiązania. Jesteśmy gotowi podjąć się Twoich wyzwań logistycznych i dostarczyć usługi najwyższej jakości. Skontaktuj się z nami jeszcze dziś, aby dowiedzieć się, jak możemy przyczynić się do sukcesu Twojej firmy poprzez niezawodne i profesjonalne usługi transportowe.",

  "template.descriere": "RG-Cargo to specjalistyczna firma transportowa, dedykowana świadczeniu wysokiej jakości usług logistycznych, obejmujących różnorodne obszary ekspertyzy, w tym transport towarów ogólnych, żywych zwierząt i przesyłek chłodniczych. Z nowoczesnymi pojazdami i zaangażowanym zespołem profesjonalistów, RG-Cargo wyróżnia się podejściem zorientowanym na klienta oraz zdecydowanym zobowiązaniem do dostarczania różnorodnych rodzajów ładunków w optymalnych warunkach.",
  "template.descriere1": "RG-Cargo oferuje elastyczne i efektywne rozwiązania w zakresie transportu towarów ogólnych, obejmujące szeroką gamę produktów i branż. Dzięki nowoczesnej flocie i doświadczonym kierowcom firma zapewnia szybką i bezpieczną dostawę towarów na miejsce przeznaczenia.",
  "template.descriere2": "Transport żywych zwierząt wymaga szczególnej uwagi na detale i odpowiednich warunków, aby zapewnić ich dobre samopoczucie i bezpieczeństwo. RG-Cargo kładzie nacisk na dobrostan zwierząt, dysponując specjalistycznymi pojazdami i przeszkolonym personelem do odpowiedzialnego i troskliwego transportu.",
  "template.descriere3": "Dla towarów wrażliwych na temperaturę, takich jak żywność czy produkty farmaceutyczne, RG-Cargo świadczy usługi transportu chłodniczego. Dzięki zaawansowanemu sprzętowi i odpowiednio wyposażonym pojazdom, firma gwarantuje utrzymanie optymalnych warunków temperaturowych przez cały czas transportu, zapewniając jakość i integralność towarów.",
  "template.descriere4": "RG-Cargo wyróżnia się silnym zaangażowaniem w satysfakcję klientów. Firma ścisłą współpracę z klientami, aby zrozumieć specyficzne potrzeby każdego projektu i oferować spersonalizowane rozwiązania. Transparentność, profesjonalizm i punktualność to kluczowe zasady, które stanowią podstawę relacji z klientami. Poprzez połączenie zaawansowanej technologii, wykwalifikowanego personelu i nowoczesnej floty, RG-Cargo pozycjonuje się jako zaufany partner w branży transportowej, oferując usługi najwyższej jakości w dziedzinie logistyki.",

  "crypto.title": "RG-Cargo Rewolucjonizuje Płatności w Transporcie przy Użyciu Kryptowalut",
  "crypto.description": "RG-Cargo wyróżnia się jako innowacyjny lider w branży transportowej, przynosząc swoim klientom progresywną wizję i nowoczesne rozwiązania. W odważnym kroku w stronę przyszłości, RG-Cargo oferuje teraz opcję płatności kryptowalutami za swoje usługi transportowe, umacniając swoją pozycję w erze cyfrowej.",
  "crypto.description.1": "Z naszym zaangażowaniem w innowacje postanowiliśmy przyjąć rewolucję kryptowalut, aby sprostać zmiennym potrzebom naszych klientów. Płatność kryptowalutami nie tylko stanowi efektywną alternatywę dla tradycyjnych metod płatności, ale także odzwierciedla nasze zaangażowanie w nowoczesne technologie i rozwiązania cyfrowe w branży transportowej.",
  "crypto.description.2": "Płatności kryptowalutami oferują wysoki poziom elastyczności i szybkości transakcji. Dzięki RG-Cargo, klienci mogą bezpiecznie i efektywnie płacić za nasze usługi transportowe, eliminując bariery i opóźnienia związane z tradycyjnymi procesami płatniczymi. Jesteśmy świadomi znaczenia bezpieczeństwa i poufności w transakcjach finansowych. Przyjmując płatności kryptowalutami, RG-Cargo priorytetuje bezpieczeństwo, oferując klientom opcję płatności, która zachowuje poufność ich informacji finansowych i redukuje ryzyko związane z transakcjami online.",
  "crypto.description.3": "Oferując płatności kryptowalutami, RG-Cargo dowodzi swojego ciągłego zaangażowania w innowacje i dostosowywanie się do zmian w świecie cyfrowym. Jesteśmy dumni, że przewodzimy transformacji branży transportowej, oferując naszym klientom nowoczesne i wygodne doświadczenia. RG-Cargo nie tylko przewozi towary z punktu A do punktu B, ale także toruje drogę przyszłości płatności cyfrowych w branży transportowej. Z RG-Cargo przyszłość jest teraz, a nasi klienci korzystają z korzyści nowoczesnej technologii i kryptowalut w każdej podróży."
}
