{
  "navbar.home": "Acasa",
  "navbar.about": "Despre noi",
  "navbar.services": "Servicii",
  "navbar.contact": "Contact",
  "navbar.Crypto": "Plateste cu Crypto",
  "navbar.cotatie": "Cere o cotatie",

  "template.title1": "EXPLOREAZĂ DRUMURILE CU RG-CARGO",
  "template.title2": "Oferim servicii de transport sigure, convenabile și accesibile",

  "about.title": "Despre serviciile de transport RG-Cargo",

  "transport.title": "Transport Marfa",
  "transport.shortDescription": "Transport internațional de mărfuri: Soluții rapide și sigure în Europa de Est și Asia. Rețeaua noastră se specializează în transportul diverselor mărfuri, de la bunuri generale la produse perisabile și expedieri specializate. Optați pentru soluții personalizate, eficiente și adaptate cerințelor logistice.",
  "transport.marfa": "Transport Marfă Internațional: Acoperim o gamă largă de destinații în Europa de Est și Asia, oferind servicii rapide și sigure de transport rutier. Indiferent dacă aveți nevoie de transport de mărfuri generale, mărfuri perisabile sau transport specializat, suntem aici să vă oferim soluții adaptate nevoilor dumneavoastră. ",
  "transport1.marfa": "Soluții Personalizate: Înțelegem că fiecare afacere are cerințe unice. De aceea, lucrăm strâns cu clienții noștri pentru a oferi soluții personalizate care să optimizeze lanțul lor de aprovizionare și să maximizeze eficiența transportului.",
  "transport2.marfa": "Urmărire și Management de Încredere: Folosim tehnologii avansate pentru a vă oferi vizibilitate în timp real asupra transportului dumneavoastră. Prin intermediul sistemului nostru de urmărire, puteți monitoriza cu ușurință starea și locația mărfii dumneavoastră pe tot parcursul călătoriei.",
  "transport3.marfa": "Siguranță și Fiabilitate: Securitatea mărfii dumneavoastră este prioritatea noastră. Echipa noastră de șoferi experimentați și atent selecționați asigură că mărfurile dumneavoastră ajung la destinație în condiții optime, respectând termenele stabilite.",
  "transport4.marfa": "Transportul de mărfuri reprezintă o parte esențială a activității noastre, iar la RG-CARGO suntem dedicați să oferim soluții de transport rutier internațional de încredere și eficiente. Rețeaua noastră extinsă acoperă o gamă diversă de destinații în Europa de Est și Asia, permițându-vă să beneficiați de servicii rapide și sigure. Cu un portofoliu specializat în transportul diferitelor tipuri de încărcături, precum bunuri generale, articole perisabile și expedieri specializate, vă asigurăm că mărfurile dumneavoastră vor ajunge la destinație în condiții optime. Avem o echipă dedicată și experimentată, gata să vă ofere soluții personalizate care să răspundă eficient nevoilor logistice specifice ale afacerii dumneavoastră.",
  "transport5.marfa": "Noi înțelegem că fiecare afacere are cerințe unice, motiv pentru care lucrăm îndeaproape cu clienții noștri pentru a oferi soluții personalizate care să optimizeze lanțul lor de aprovizionare și să maximizeze eficiența transportului. Prin intermediul tehnologiilor avansate pe care le implementăm, vă oferim vizibilitate în timp real asupra transportului dumneavoastră, facilitând monitorizarea stării și locației mărfii pe tot parcursul călătoriei. Prioritatea noastră este siguranța și fiabilitatea mărfii dumneavoastră. Echipa noastră formată din șoferi experimentați și atent selecționați asigură că fiecare transport este efectuat cu profesionalism și în conformitate cu termenele stabilite.",
  "transport6.marfa": "Indiferent dacă sunteți un importator, exportator sau un producător care caută soluții de transport de încredere, RG_CARGO este partenerul ideal pentru a vă susține afacerea. Contactați-ne astăzi pentru a discuta despre cum putem îndeplini cerințele dumneavoastră specifice de transport rutier de marfă. RG_CARGO - Transportul care conectează continentele, cu profesionalism și eficiență!",

  "transport-animale.title": "Transport animale",
  "transport-animale-shortDescription": "Experimentează transportul de animale de top cu RG-CARGO. Flota noastră specializată asigură condiții optime de călătorie, respectând cele mai înalte standarde de siguranță și bunăstare. Încredințează-ne pentru soluții etice și eficiente de transport al animalelor vii.",
  "transport-animale": "În cadrul RG-CARGO, ne dedicăm cu pasiune și responsabilitate transportului sigur și eficient al animalelor vii cu ajutorul flotei noastre specializate de camioane. Suntem conștienți de importanța unei manipulări atente și a unui transport corespunzător pentru bunăstarea animalelor și contribuim la menținerea standardelor ridicate în industria de transport de animale.",
  "transport-animale-1": "Echipa noastră de profesioniști la RG-CARGO oferă servicii specializate de transport pentru animalele vii, acoperind o gamă variată de specii și destinații. Fie că este vorba de transferuri între ferme, transport către abatoare sau livrări către centre de creștere, ne asigurăm că animalele sunt tratate cu grijă și respect pe tot parcursul călătoriei. Echipa noastră de șoferi și personal auxiliar este instruită în mod corespunzător pentru a manipula și transporta animalele în conformitate cu cele mai înalte standarde de siguranță și bunăstare. Aceștia înțeleg importanța unei abordări atente și respectuoase față de animalele pe care le transportăm.",
  "transport-animale-2": "Camioanele noastre sunt proiectate și echipate pentru a oferi condiții optime de transport. Sistemele de ventilație, iluminare și podelele antiderapante sunt doar câteva dintre caracteristicile care contribuie la asigurarea confortului animalelor noastre în timpul călătoriei. La RG-CARGO, respectăm cu strictețe reglementările și standardele locale și internaționale referitoare la transportul animalelor. Documentația necesară, inclusiv certificatele veterinare, este gestionată în mod corespunzător pentru a asigura conformitatea cu toate cerințele legislative.",
  "transport-animale-3": "Ne angajăm să punem bunăstarea animalelor pe primul loc. Eforturile noastre continue de a îmbunătăți practicile noastre și de a utiliza tehnologii de ultimă generație ne permit să oferim un serviciu de transport care minimizează stresul pentru animale și asigură un mediu sigur pe durata călătoriei. Alegând serviciile noastre de transport al animalelor vii, clienții RG-CARGO beneficiază de profesionalism, fiabilitate și o atenție deosebită acordată bunei lor stări pe parcursul întregului proces de transport. La RG-CARGO, ne mândrim cu contribuția noastră la facilitarea unui transport etic și responsabil al animalelor vii.",

  "transport.frigo.title": "Transport Frigorific",
  "transport.frigo.sub": "Transporturi frigorifice naționale și internaționale",
  "transport.frigo.shortDescription": "În cadrul RG-CARGO, suntem lideri în furnizarea de servicii de transport frigorific, asigurând că marfa ta sensibilă la temperatură ajunge la destinație în condiții optime. Cu o flotă modernă de vehicule frigorifice și o echipă dedicată, oferim soluții personalizate pentru transportul în Europa de Est și Asia.",
  "transport.frigo.1": "Vehiculele noastre frigorifice sunt echipate cu tehnologii avansate de control al temperaturii, asigurând păstrarea condițiilor ideale pentru mărfurile tale, de la produse alimentare la produse farmaceutice sensibile. Acoperim rute extinse în Europa de Est și Asia, asigurându-ne că marfa ta ajunge la destinație în cel mai scurt timp posibil. Oferim servicii punctuale și adaptăm traseele pentru a satisface cerințele tale specifice.",
  "transport.frigo.2": "Personalul nostru este instruit în mod corespunzător pentru manipularea și monitorizarea atentă a mărfurilor sensibile la temperatură. Asigurăm că vehiculele noastre sunt întotdeauna în conformitate cu normele stricte de igienă și siguranță alimentară. Gestionăm documentația necesară, inclusiv certificatele de conformitate și urmărim toate reglementările pentru transportul mărfurilor frigorifice în Europa de Est și Asia.",
  "transport.frigo.3": "Suntem specializați în transportul către destinații din Europa de Est și Asia, facilitând extinderea afacerii tale pe piețele internaționale. Colaborăm cu parteneri logistici de încredere pentru a asigura o rețea solidă și eficientă de transport. Apreciem parteneriatele pe termen lung și construim relații solide în întreaga regiune. Respectăm toate reglementările vamale și de transport în țările din Europa de Est și Asia, garantând că mărfurile tale ajung la destinație fără întârzieri neașteptate.",
  "transport.frigo.4": "Cu RG-CARGO, nu oferim doar transport frigorific, ci și o experiență de încredere. Selectând serviciile noastre, te poți baza pe o logistică precisă și sigură, indiferent de destinație. Contactează-ne astăzi pentru a discuta despre cum putem satisface nevoile tale specifice în transportul frigorific în Europa de Est și Asia.",

  "transport.masini.title": "Transport masini",
  "transport.masini.shortDescription": "RG-CARGO vă pune la dispoziție servicii profesionale de transport auto în Europa de Est și Asia. Cu o flotă specializată și personal dedicat, asigurăm condiții optime de călătorie pentru mașini, respectând cele mai înalte standarde de siguranță și bunăstare.",
  "transport.masini": "RG-Cargo este o companie inovatoare specializată în transportul eficient și sigur al automobilelor, oferind servicii de calitate superioară în țările din Europa de Est și Asia. Cu o vastă flotă de camioane specializate și o echipă dedicată, ne-am angajat să furnizăm soluții de transport adaptate la cele mai înalte standarde.",
  "transport.masini.1": "Cu o experiență bogată în industria transporturilor, RG-Cargo se distinge prin abordarea sa specializată în transportul automobilelor. Echipa noastră de șoferi profesioniști și personal logistic înțelege nevoile specifice ale clienților și oferă soluții personalizate pentru a asigura o livrare rapidă și sigură. Investim în tehnologie avansată și camioane specializate pentru a asigura transportul sigur și eficient al vehiculelor. Fie că este vorba de autoturisme, SUV-uri sau mașini de lux, RG-Cargo dispune de o flotă modernă care satisface cele mai exigente cerințe ale clienților noștri. ",
  "transport.masini.2": "Cu o rețea bine pusă la punct, RG-Cargo oferă servicii de transport auto în întreaga Europă de Est și în regiunile asiatice adiacente. Suntem prezenți în cele mai importante țări, facilitând un flux constant și rapid de automobile între piețele din aceste regiuni. Siguranța este o prioritate absolută pentru RG-Cargo. Folosim cele mai moderne tehnologii de securitate și implementăm practici riguroase de gestionare a transportului pentru a asigura integritatea fiecărui vehicul pe parcursul călătoriei sale.",
  "transport.masini.3": "RG-Cargo se angajează să ofere o experiență de transport fără probleme și transparentă pentru clienții săi. Comunicăm deschis și suntem mereu pregătiți să găsim soluții personalizate pentru cerințele specifice ale fiecărui client. Suntem conștienți de impactul pe care îl avem asupra mediului și comunităților în care operăm. RG-Cargo implementează practici sustenabile și contribuie la dezvoltarea durabilă în regiunile în care desfășurăm activități. ",
  "transport.masini.4": " RG-Cargo reprezintă partenerul de încredere pentru transportul auto în Europa de Est și Asia. Cu o abordare dedicată, flotă modernă și angajament față de calitate, suntem pregătiți să răspundem nevoilor dumneavoastră de transport cu servicii de top în industrie.",

  "services.title": "Serviciile noastre",
  "services.descriere": "Fie că este vorba despre mărfuri industriale, produse de consum sau echipamente speciale, RG-CARGO dispune de o flotă diversificată de vehicule, de la camioane moderne și trenuri eficiente până la nave maritime. Capacitatea noastră logistică ne permite să gestionăm orice tip de încărcătură, adaptându-ne nevoilor specifice ale clienților noștri.",
  "services.descriere.1": "Suntem conștienți de responsabilitatea noastră față de animalele vii pe care le transportăm. Cu compartimente specializate și personal instruit, ne asigurăm că acestea călătoresc în cele mai bune condiții, respectând normele internaționale privind bunăstarea animală. Fie că sunt animale de fermă, exotice sau de companie, avem grijă de ele cu atenție și dedicare.",
  "services.descriere.2": "Produsele sensibile la temperatură găsesc în RG-CARGO un partener de încredere. Depozitele noastre frigorifice sunt echipate cu tehnologie avansată, menținând condiții optime de temperatură pe întreaga durată a transportului. De la produse alimentare la medicamente, asigurăm că mărfurile tale ajung la destinație într-o stare perfectă.",
  "services.descriere.3": "Calitatea, siguranța și punctualitatea sunt fundamentale în toate serviciile noastre. Echipa noastră de profesioniști experimentați, logistică eficientă și tehnologie de vârf contribuie la crearea unui parteneriat durabil și de încredere. Ne străduim să depășim așteptările clienților noștri în fiecare etapă a procesului de transport.",
  "services.descriere.4": "Indiferent de complexitatea transportului, RG-CARGO oferă soluții personalizate și fiabile. Suntem gata să preluăm provocările tale logistice și să oferim servicii de calitate superioară. Contactează-ne astăzi pentru a descoperi cum putem contribui la succesul afacerii tale prin servicii de transport de încredere și profesionale.",

  "template.descriere": "RG-Cargo este o companie de transport specializată în asigurarea serviciilor de logistică de înaltă calitate, cu o gamă diversificată de specializări, inclusiv transportul de mărfuri generale, animale vii și transporturi frigorifice. Cu un parc auto modern și o echipă dedicată de profesioniști în domeniu, RG-Cargo se distinge prin abordarea sa orientată către clienți și angajamentul ferm față de livrarea în condiții optime a diverselor tipuri de încărcături.",
  "template.descriere1": "RG-Cargo oferă soluții flexibile și eficiente pentru transportul de mărfuri generale, acoperind o varietate largă de produse și industrii. Cu flota sa de camioane moderne și șoferi experimentați, compania asigură livrarea promptă și în siguranță a mărfurilor la destinație.",
  "template.descriere2": "Transportul de animale vii necesită o atenție deosebită la detaliu și condiții adecvate pentru a asigura bunăstarea și siguranța acestora. RG-Cargo pune accent pe binele animalelor, având la dispoziție vehicule specializate și personal instruit pentru a gestiona transportul cu grijă și responsabilitate.",
  "template.descriere3": "Pentru mărfurile sensibile la temperatură, precum produsele alimentare sau farmaceutice, RG-Cargo oferă servicii de transport frigorific. Cu utilaje de ultimă generație și camioane echipate corespunzător, compania garantează menținerea condițiilor optime de temperatură pe întreaga durată a transportului, asigurând calitatea și integritatea mărfurilor.",
  "template.descriere4": "RG-Cargo se remarcă prin orientarea sa puternică către satisfacția clienților. Compania colaborează strâns cu clienții pentru a înțelege nevoile specifice ale fiecărui proiect și pentru a oferi soluții personalizate. Transparența, profesionalismul și punctualitatea sunt principii cheie care stau la baza relației cu clienții. Prin combinarea tehnologiei avansate, personalului calificat și flotei moderne, RG-Cargo se poziționează ca un partener de încredere în industria transportului, oferind servicii de calitate superioară în domeniul logistic.",

  "crypto.title": "RG-Cargo Revoluționează Plățile în Transport cu Criptomonede",
  "crypto.description": "RG-Cargo se distinge ca un lider inovator în industria transporturilor, aducând o viziune progresivă și soluții moderne pentru clienții săi. Într-o mișcare îndrăzneață către viitor, RG-Cargo oferă acum posibilitatea plăților cu criptomonede pentru serviciile sale de transport, consolidându-și poziția în era digitală. ",
  "crypto.description.1": "Cu angajamentul nostru pentru inovație, am ales să îmbrățișăm revoluția criptomonedelor pentru a satisface nevoile în continuă schimbare ale clienților noștri. Plata cu criptomonede nu doar că oferă o alternativă eficientă la metodele tradiționale de plată, dar reflectă și angajamentul nostru către tehnologie de vârf și soluții digitale în cadrul industriei de transport.",
  "crypto.description.2": "Plățile cu criptomonede oferă un nivel ridicat de flexibilitate și rapiditate în tranzacții. Cu RG-Cargo, clienții pot plăti pentru serviciile noastre de transport într-un mod sigur și eficient, eliminând barierele și întârzierile asociate cu procesele de plată tradiționale. Suntem conștienți de importanța securității și confidențialității în tranzacțiile financiare. Prin acceptarea plăților cu criptomonede, RG-Cargo prioritizează securitatea, oferind clienților o opțiune de plată care păstrează confidențialitatea informațiilor lor financiare și reduce riscurile asociate tranzacțiilor online.",
  "crypto.description.3": "Oferind plata cu criptomonede, RG-Cargo demonstrează angajamentul său continuu față de inovație și adaptare la schimbările din lumea digitală. Suntem mândri să fim în fruntea transformării industriei transporturilor și să oferim clienților noștri experiențe moderne și convenabile. RG-Cargo nu doar transportă bunuri de la un punct A la un punct B, ci deschide și calea către viitorul plăților digitale în industria transporturilor. Cu RG-Cargo, viitorul este acum, iar clienții noștri beneficiază de avantajele tehnologiei moderne și a criptomonedelor în fiecare călătorie."
}
