{
  "navbar.home": "Ana Sayfa",
  "navbar.about": "Hakkımızda",
  "navbar.services": "Hizmetler",
  "navbar.contact": "İletişim",
  "navbar.Crypto": "Kripto ile Öde",
  "navbar.cotatie": "Teklif Al",

  "template.title1": "RG-CARGO İLE YOLLARI KEŞFET",
  "template.title2": "Güvenli, pratik ve uygun fiyatlı taşıma hizmetleri sunuyoruz",

  "about.title": "RG-Cargo Taşımacılık Hizmetleri Hakkında",

  "transport.title": "Yük Taşıma",
  "transport.shortDescription": "Uluslararası Yük Taşımacılığı: Doğu Avrupa ve Asya'da hızlı ve güvenli karayolu taşıma çözümleri. Geniş ağımız, genel yüklerden, dayanıklı ürünlere ve özel gönderilere kadar çeşitli yük türlerinin taşınmasına odaklanmıştır. Verimliliği öncelikli kılan ve lojistik ihtiyaçlarınızı karşılayan özel çözümlerimizde bize güvenebilirsiniz.",
  "transport.marfa": "Uluslararası Mal Taşımacılığı: Doğu Avrupa ve Asya'daki geniş bir destinasyon yelpazesini kapsıyoruz, hızlı ve güvenli karayolu taşımacılığı hizmetleri sunuyoruz. Genel yük taşımacılığı, bozulabilir ürün taşımacılığı veya özel taşımacılık ihtiyacınız olsun, ihtiyaçlarınıza uygun çözümler sunmak için buradayız.",
  "transport1.marfa": "Özelleştirilmiş Çözümler: Her işletmenin benzersiz gereksinimlere sahip olduğunu anlıyoruz. Bu nedenle müşterilerimizle yakın bir şekilde çalışarak, tedarik zincirlerini optimize eden ve taşımacılık verimliliğini en üst düzeye çıkaran özelleştirilmiş çözümler sunuyoruz.",
  "transport2.marfa": "Takip ve Güvenilir Yönetim: Taşımanızın gerçek zamanlı görünürlüğünü sağlamak için gelişmiş teknolojiler kullanıyoruz. Takip sistemimiz aracılığıyla, malzemenizin durumunu ve konumunu seyahatin tamamı boyunca kolayca izleyebilirsiniz.",
  "transport3.marfa": "Güvenlik ve Güvenilirlik: Malzemenizin güvenliği bizim önceliğimizdir. Deneyimli ve özenle seçilmiş sürücülerimiz, malzemelerinizin belirlenen süre içinde optimal koşullarda varış noktasına ulaşmasını sağlar.",
  "transport4.marfa": "Yük taşıması, faaliyetlerimizin önemli bir parçasıdır ve RG-CARGO olarak güvenilir ve verimli uluslararası karayolu taşıma çözümleri sunmaya adanmış bulunmaktayız. Geniş ağımız, Doğu Avrupa ve Asya'daki çeşitli destinasyonları kapsayarak hızlı ve güvenli hizmetlerden faydalanmanıza olanak tanır. Genel malzemelerden, bozulabilir ürünlere ve özel gönderilere kadar çeşitli yük türlerini taşıma konusundaki uzmanlığımız ile mallarınızın optimal koşullarda hedefine ulaşmasını sağlıyoruz. Deneyimli ve özverili bir ekibe sahibiz, işletmenizin özel lojistik ihtiyaçlarına etkili bir şekilde cevap verecek özelleştirilmiş çözümler sunmaya hazırız.",
  "transport5.marfa": "Her işletmenin benzersiz gereksinimlere sahip olduğunun farkındayız, bu nedenle müşterilerimizle yakın bir işbirliği içinde çalışarak, tedarik zincirlerini optimize eden ve taşıma verimliliğini en üst düzeye çıkaran kişiselleştirilmiş çözümler sunuyoruz. Uyguladığımız gelişmiş teknolojiler aracılığıyla, taşımanızın durumu ve konumunu seyahatin tamamı boyunca izleme konusunda gerçek zamanlı görünürlük sağlıyoruz. Önceliğimiz yükünüzün güvenliği ve güvenilirliğidir. Deneyimli ve özenle seçilmiş şoför ekibimiz, her taşımanın profesyonellikle ve belirlenen süreler içinde gerçekleştirilmesini sağlar.",
  "transport6.marfa": "İthalatçı, ihracatçı veya güvenilir taşıma çözümleri arayan bir üretici olun, RG_CARGO işinizi desteklemek için ideal bir ortaktır. Bugün bizimle iletişime geçin ve özel karayolu taşımacılığı malzeme gereksinimlerinizi nasıl karşılayabileceğimizi tartışın. RG_CARGO - Kıtaları profesyonellik ve verimlilikle birleştiren taşıma!",

  "transport-animale.title": "Hayvan Taşımacılığı",
  "transport-animale-shortDescription": "RG-CARGO ile birinci sınıf hayvan taşımanın keyfini yaşayın. Özel filomuz, en yüksek güvenlik ve refah standartlarına uygun olarak optimal seyahat koşullarını garanti eder. Etik ve verimli canlı hayvan taşıma çözümleri için bize güvenin.",
  "transport-animale": "RG-CARGO'da, canlı hayvanların güvenli ve verimli taşımasına özel kamyon filomuzla tutkulu ve sorumlu bir şekilde adanmış durumdayız. Hayvanların iyi olması için dikkatli bir şekilde ele alınması ve doğru bir şekilde taşınması önemlidir ve bu, hayvan taşıma endüstrisinde yüksek standartların korunmasına katkıda bulunmaktadır.",
  "transport-animale-1": "RG-CARGO'daki profesyonel ekibimiz, çeşitli türleri ve destinasyonları kapsayan canlı hayvan taşımacılığı için uzmanlaşmış hizmetler sunar. Çiftlikler arası transferlerden, kesimhanelere taşımaya veya büyüme merkezlerine teslimatlara kadar, hayvanların seyahatleri boyunca özenle ve saygıyla muamele gördüğünden emin oluyoruz. Sürücülerimiz ve yardımcı personelimiz, hayvanları en yüksek güvenlik ve refah standartlarına uygun bir şekilde taşımak için uygun şekilde eğitilmiştir. Taşıdıkları hayvanlara karşı dikkatli ve saygılı bir yaklaşımın önemini anlamaktadırlar.",
  "transport-animale-2": "Kamyonlarımız, optimal taşıma koşullarını sağlamak için tasarlanmış ve donatılmıştır. Havalandırma sistemleri, aydınlatma ve kaymaz zeminler gibi özellikler, hayvanlarımızın seyahatleri sırasında konforunu sağlamaya katkıda bulunan özelliklerden sadece birkaçıdır. RG-CARGO'da, hayvan taşımacılığı ile ilgili yerel ve uluslararası düzenlemelere sıkı sıkıya uymaktayız. Veteriner sertifikaları dahil gerekli belgeler, tüm yasal gereksinimlere uygunluğu sağlamak için uygun şekilde yönetilmektedir.",
  "transport-animale-3": "Hayvan refahını ilk sıraya koymaya kararlıyız. Pratiklerimizi geliştirmek ve son teknolojileri kullanmak için sürekli çabalarımız, hayvanlar için stresi en aza indiren ve seyahat boyunca güvenli bir ortam sağlayan bir taşıma hizmeti sunmamıza olanak tanır. Canlı hayvan taşıma hizmetlerimizi seçerek, RG-CARGO müşterileri profesyonellik, güvenilirlik ve taşıma süreci boyunca hayvanlarının refahına özel bir önem vermenin avantajlarını yaşarlar. RG-CARGO olarak, etik ve sorumlu bir şekilde canlı hayvan taşımanın kolaylaştırılmasına katkıda bulunmaktan gurur duyuyoruz.",

  "transport.frigo.title": "Soğutmalı Taşıma",
  "transport.frigo.sub": "Ulusal ve uluslararası soğutmalı taşımacılık",
  "transport.frigo.shortDescription": "RG-CARGO içinde, sıcaklık duyarlı kargonuzun optimal koşullarda varış noktasına ulaşmasını sağlayan soğutmalı taşıma hizmetlerinde lideriz. Modern bir soğutmalı araç filosu ve uzman bir ekip ile Doğu Avrupa ve Asya'daki taşıma çözümlerinde kişiselleştirilmiş çözümler sunuyoruz.",
  "transport.frigo.1": "Soğutmalı araçlarımız, gıda ürünlerinden hassas ilaçlara kadar olan mallarınız için ideal koşulları sağlamak amacıyla gelişmiş sıcaklık kontrol teknolojileri ile donatılmıştır. Doğu Avrupa ve Asya'daki geniş rotaları kapsıyoruz, böylece kargonuz en kısa sürede varış noktasına ulaşıyor. Zamanında hizmet sunuyor ve rotaları özel gereksinimlerinizi karşılamak üzere uyarlıyoruz.",
  "transport.frigo.2": "Personelimiz, sıcaklık duyarlı malların dikkatli bir şekilde işlenmesi ve izlenmesi konusunda uygun şekilde eğitilmiştir. Araçlarımızın her zaman katı hijyen ve gıda güvenliği standartlarına uygun olduğundan emin oluyoruz. Gerekli belgeleri, uygunluk sertifikalarını içeren yönetiyor ve Doğu Avrupa ve Asya'da soğutmalı malların taşınması için tüm düzenlemelere uyuyoruz.",
  "transport.frigo.3": "Doğu Avrupa ve Asya'daki hedeflere taşıma konusunda uzmanlaşmış olup işinizi uluslararası pazarlara genişletmenize yardımcı oluyoruz. Sağlam ve verimli bir taşıma ağı sağlamak için güvenilir lojistik ortaklarıyla işbirliği yapıyoruz. Uzun vadeli iş ortaklıklarını değerlendiriyor ve bölge genelinde güçlü ilişkiler kuruyoruz. Doğu Avrupa ve Asya'daki ülkelerdeki tüm gümrük ve taşıma düzenlemelerine uymaktayız, böylece mallarınız beklenmedik gecikmeler olmadan varış noktasına ulaşıyor.",
  "transport.frigo.4": "RG-CARGO ile sadece soğutmalı taşıma sunmuyor, aynı zamanda güvenilir bir deneyim sunuyoruz. Hizmetlerimizi seçerek, hedefiniz neresi olursa olsun, kesin ve güvenli bir lojistikte güvenebilirsiniz. Bugün bizimle iletişime geçin ve Doğu Avrupa ve Asya'daki soğutmalı taşımacılık ihtiyaçlarınızı nasıl karşılayabileceğimizi tartışın.",

  "transport.masini.title": "Araç Taşıma",
  "transport.masini.shortDescription": "RG-CARGO, Doğu Avrupa ve Asya'da profesyonel araç taşıma hizmetleri sunmaktadır. Uzman filo ve özverili personelimizle, araçlar için en yüksek güvenlik ve refah standartlarına uygun optimal seyahat koşullarını taahhüt ediyoruz.",
  "transport.masini": "RG-Cargo, otomobillerin etkili ve güvenli taşımacılığında uzmanlaşmış yenilikçi bir şirkettir ve Doğu Avrupa ve Asya ülkelerinde yüksek kaliteli hizmetler sunmaktadır. Geniş özel kamyon filosu ve özverili bir ekip ile, en yüksek standartlara uygun taşıma çözümleri sunmaya adamış durumdayız.",
  "transport.masini.1": "Taşımacılık endüstrisindeki zengin deneyimi ile RG-Cargo, otomobil taşımacılığı konusundaki uzman yaklaşımıyla öne çıkmaktadır. Profesyonel sürücülerimiz ve lojistik personelimiz, müşterilerin özel ihtiyaçlarını anlar ve hızlı ve güvenli teslimat sağlamak için kişiselleştirilmiş çözümler sunar. Araçların güvenli ve verimli taşınması için ileri teknoloji ve özel kamyonlara yatırım yapmaktayız; olsunlar ki binek araçlar, SUV'ler veya lüks arabalar. RG-Cargo, müşterilerimizin en talepkar gereksinimlerini karşılayan modern bir filoya sahiptir.",
  "transport.masini.2": "Sağlam bir ağa sahip olan RG-Cargo, Doğu Avrupa ve çevreleyen Asya bölgelerinde otomobil taşımacılığı hizmetleri sunmaktadır. En önemli ülkelerde bulunmamız, bu bölgelerdeki pazarlar arasında sürekli ve hızlı bir araç akışını kolaylaştırmaktadır. Güvenlik, RG-Cargo için mutlak bir önceliktir. Her aracın seyahati boyunca bütünlüğünü sağlamak için güvenlikte en son teknolojileri kullanıyor ve sıkı taşıma yönetimi uygulamaktayız.",
  "transport.masini.3": "RG-Cargo, müşterilerine sorunsuz ve şeffaf bir taşıma deneyimi sunma taahhüdündedir. Açık iletişim kurar ve her zaman her müşterinin özel gereksinimleri için kişiselleştirilmiş çözümler bulmaya hazırdır. Çevre ve faaliyet gösterdiğimiz topluluklar üzerindeki etkiyi farkındayız. RG-Cargo, sürdürülebilir uygulamaları hayata geçirir ve faaliyet gösterdiğimiz bölgelerde sürdürülebilir kalkınmaya katkıda bulunur.",
  "transport.masini.4": "RG-Cargo, Doğu Avrupa ve Asya'da otomobil taşımacılığı için güvenilir bir ortaktır. Kendine özgü bir yaklaşım, modern filo ve kaliteye bağlılık ile taşıma ihtiyaçlarınıza en iyi hizmeti sunmaya hazırız, sektördeki en üstün hizmetlerle.",

  "services.title": "Hizmetlerimiz",
  "services.descriere": "Endüstriyel malzemeler, tüketici ürünleri veya özel ekipmanlar olsun, RG-CARGO, modern kamyonlardan verimli trenlere ve deniz gemilerine kadar geniş bir araç filosuna sahiptir. Lojistik kapasitemiz, her türlü yükü işleyebilmemize olanak tanır ve müşterilerimizin özel ihtiyaçlarına uyum sağlamamıza yardımcı olur.",
  "services.descriere.1": "Taşıdığımız canlı hayvanlar konusundaki sorumluluğumuzun farkındayız. Özel bölümler ve eğitimli personelimizle, uluslararası hayvan refahı standartlarına uygun bir şekilde seyahat ettiklerinden emin oluyoruz. Çiftlik hayvanları, egzotik türler veya evcil hayvanlar olsun, onlarla ilgileniyor ve özenle bakıyoruz.",
  "services.descriere.2": "Sıcaklığa duyarlı ürünler, RG-CARGO'da güvenilir bir ortak bulur. Soğuk depolarımız, taşıma sürecinin tamamında optimal sıcaklık koşullarını koruyan gelişmiş teknoloji ile donatılmıştır. Gıda ürünlerinden ilaçlara kadar, mallarınızın hedefine mükemmel durumda ulaşmasını sağlıyoruz.",
  "services.descriere.3": "Kalite, güvenlik ve dakiklik, tüm hizmetlerimizde temel niteliklerdir. Deneyimli profesyonellerden oluşan ekibimiz, etkili lojistik ve son teknoloji, sürdürülebilir ve güvenilir bir ortaklık kurmaya katkıda bulunur. Müşterilerimizin beklentilerini taşıma sürecinin her aşamasında aşmayı amaçlıyoruz.",
  "services.descriere.4": "Taşımanın karmaşıklığından bağımsız olarak, RG-CARGO kişiselleştirilmiş ve güvenilir çözümler sunar. Lojistik zorluklarınızla başa çıkmaya ve yüksek kaliteli hizmetler sunmaya hazırız. İşletmenizin başarısına güvenilir ve profesyonel taşıma hizmetleri aracılığıyla nasıl katkıda bulunabileceğimizi öğrenmek için bizi bugün arayın.",

  "template.descriere": "RG-Cargo, genel mal taşımacılığı, canlı hayvan taşımacılığı ve soğutmalı gönderiler de dahil olmak üzere geniş bir uzmanlık yelpazesinde yüksek kaliteli lojistik hizmetleri sunmaya odaklanmış uzman bir taşıma şirketidir. Modern bir filo ve uzman bir ekip ile RG-Cargo, müşteri odaklı yaklaşımı ve çeşitli kargoları optimal koşullarda teslim etme konusundaki sağlam taahhüdü ile dikkat çeker.",
  "template.descriere1": "RG-Cargo, genel malların taşınması için esnek ve verimli çözümler sunar, geniş bir ürün ve endüstri yelpazesini kapsar. Modern kamyon filosu ve deneyimli sürücülerle şirket, ürünlerin hızlı ve güvenli bir şekilde varış noktasına teslimini sağlar.",
  "template.descriere2": "Canlı hayvan taşıması, detaylara özel dikkat ve bunların refahını ve güvenliğini sağlamak için uygun koşulları gerektirir. RG-Cargo, hayvan refahına önem verir, özel araçlar ve eğitimli personelle taşımayı dikkat ve sorumlulukla yönetir.",
  "template.descriere3": "Gıda veya farmasötik ürünler gibi sıcaklık duyarlı ürünler için RG-Cargo, soğutmalı taşıma hizmetleri sunar. En son teknoloji ekipmanlar ve uygun donanıma sahip kamyonlarla şirket, taşımanın tamamı boyunca optimal sıcaklık koşullarını sürdürmeyi garanti eder, böylece ürünlerin kalitesini ve bütünlüğünü sağlar.",
  "template.descriere4": "RG-Cargo, müşteri memnuniyetine sağlam bir taahhüt ile öne çıkar. Şirket, her projenin özel ihtiyaçlarını anlamak ve kişiselleştirilmiş çözümler sunmak için müşterileriyle yakın işbirliği yapar. Şeffaflık, profesyonellik ve dakiklik, müşterilerle ilişkinin temelini oluşturan temel prensiplerdir. İleri teknoloji, nitelikli personel ve modern filoyu birleştirerek RG-Cargo, lojistik alanında güvenilir bir ortak olarak konumlanır ve sektörde üstün kaliteli hizmetler sunar.",

  "crypto.title": "RG-Cargo, Kripto Paralarla Taşımacılıkta Ödemeleri Devrim Yaratıyor",
  "crypto.description": "RG-Cargo, müşterilerine progresif bir vizyon ve modern çözümler sunarak taşımacılık sektöründe inovatif bir lider olarak öne çıkıyor. Cesur bir adım atarak geleceğe yönelen RG-Cargo, şimdi taşımacılık hizmetleri için kripto paralarla ödeme seçeneği sunarak dijital çağda konumunu sağlamlaştırıyor.",
  "crypto.description.1": "İnovasyona olan bağlılığımızla, müşterilerimizin sürekli değişen ihtiyaçlarına cevap vermek amacıyla kripto para devrimini benimsemeye karar verdik. Kripto para ödemeleri, sadece geleneksel ödeme yöntemlerine etkili bir alternatif sunmakla kalmıyor, aynı zamanda taşımacılık sektöründeki en son teknolojiye ve dijital çözümlere olan bağlılığımızı da yansıtıyor.",
  "crypto.description.2": "Kripto para ödemeleri, işlemlerde yüksek düzeyde esneklik ve hız sunar. RG-Cargo ile müşteriler, taşımacılık hizmetlerimizi güvenli ve verimli bir şekilde ödeyebilir, geleneksel ödeme süreçleriyle ilişkilendirilen engelleri ve gecikmeleri ortadan kaldırabilirler. Finansal işlemlerde güvenlik ve gizliliğin önemini biliyoruz. Kripto para ödemelerini kabul ederek, RG-Cargo güvenliği öncelikli hale getirir, müşterilere finansal bilgilerinin gizliliğini koruyan ve çevrimiçi işlemlerle ilişkilendirilen riskleri azaltan bir ödeme seçeneği sunar.",
  "crypto.description.3": "Kripto para ödemeleri sunarak, RG-Cargo dijital dünyadaki değişimlere sürekli adapte olma ve inovasyon konusundaki kararlılığını gösteriyor. Taşımacılık endüstrisinin dönüşümüne öncülük etmekten gurur duyuyoruz ve müşterilerimize modern ve kullanışlı deneyimler sunuyoruz. RG-Cargo sadece bir noktadan diğerine mal taşımakla kalmıyor, aynı zamanda taşımacılık endüstrisinde dijital ödemelerin geleceğini açıyor. RG-Cargo ile gelecek şimdi ve müşterilerimiz her seyahatte modern teknoloji ve kripto paraların avantajlarından faydalanıyor."
}
